{
  "ladders": [
    "Hebat! Menjaga privasi data orang lain adalah tindakan etis di dunia digital.",
    "Terima kasih sudah berpikiran kritis! Memeriksa fakta sebelum berbagi informasi adalah kunci.",
    "Kerja bagus! Selalu berkomunikasi dengan hormat di media sosial adalah etika digital yang baik.",
    "Lanjutkan! Memahami hak cipta mencegah kita mengambil karya orang lain tanpa izin.",
    "Penting! Edukasi digital membantu kita menghadapi ancaman online dengan lebih baik.",
    "Mantap! Menggunakan pengaturan privasi di akun media sosial melindungi informasi pribadi Anda.",
    "Bagus sekali! Berpikir dua kali sebelum berkomentar atau memposting sesuatu menunjukkan kedewasaan digital.",
    "Teruskan! Melaporkan konten atau perilaku yang tidak pantas membantu menciptakan lingkungan online yang lebih aman.",
    "Cerdas! Mempelajari cara mengenali dan menghindari penipuan online adalah keterampilan penting.",
    "Luar biasa! Menjadi teladan dalam perilaku online yang positif menginspirasi orang lain.",
    "Baik sekali! Melindungi perangkat Anda dengan antivirus dan kata sandi yang kuat adalah langkah cerdas.",
    "Hebat! Berinteraksi dengan orang lain secara positif di ruang digital membangun komunitas yang sehat.",
    "Penting! Memverifikasi sumber informasi sebelum membagikannya menunjukkan tanggung jawab digital.",
    "Lanjutkan! Menggunakan internet untuk belajar dan mengembangkan diri adalah pemanfaatan yang produktif.",
    "Terima kasih! Bersikap terbuka untuk belajar tentang teknologi baru membuat Anda tetap relevan.",
    "Kerja bagus! Menghargai perbedaan pendapat di forum online adalah tanda kedewasaan.",
    "Luar biasa! Memberikan dukungan kepada korban cyberbullying adalah tindakan yang terpuji.",
    "Penting! Memahami jejak digital Anda membantu Anda mengelola reputasi online.",
    "Cerdas! Berhati-hati dengan siapa Anda terhubung secara online melindungi Anda dari orang yang tidak dikenal.",
    "Hebat! Selalu memperbarui perangkat lunak Anda untuk keamanan yang lebih baik."
  ],
  "snakes": [
    "Awas! Menyebarkan berita palsu (hoax) dapat menimbulkan kebingungan dan merusak reputasi.",
    "Hati-hati! Cyberbullying adalah tindakan yang menyakitkan dan dapat memiliki konsekuensi serius.",
    "Peringatan! Berbagi informasi pribadi secara berlebihan (oversharing) dapat membahayakan keamanan Anda.",
    "Waspada! Phishing adalah upaya penipuan untuk mencuri data pribadi Anda. Selalu curiga pada tautan aneh.",
    "Ingat! Melanggar hak cipta dengan menyalin atau menggunakan karya orang lain tanpa izin adalah tidak etis dan ilegal.",
    "Bahaya! Mengklik tautan sembarangan bisa menginstal malware atau virus di perangkat Anda.",
    "Stop! Mengucapkan ujaran kebencian di media sosial bisa berujung pada konsekuensi hukum dan sosial.",
    "Jauhi! Mencoba meretas akun orang lain adalah tindakan kriminal dan merugikan.",
    "Hindari! Terlalu banyak waktu di depan layar tanpa istirahat bisa berdampak buruk bagi kesehatan mata dan mental.",
    "Pikirkan lagi! Terjebak dalam perdebatan online yang tidak produktif hanya membuang waktu dan energi.",
    "Awas! Penipuan investasi online seringkali menjanjikan keuntungan yang tidak masuk akal.",
    "Hati-hati! Modus penipuan 'romance scam' dapat menyebabkan kerugian finansial dan emosional.",
    "Peringatan! Unduh aplikasi hanya dari sumber resmi untuk menghindari malware.",
    "Waspada! Jangan mudah percaya pada undian atau hadiah online yang meminta data pribadi.",
    "Ingat! Meniru identitas orang lain (impersonasi) adalah kejahatan siber.",
    "Bahaya! Kecanduan internet dapat mengganggu kehidupan pribadi dan profesional Anda.",
    "Stop! Berbagi konten yang tidak pantas atau ilegal dapat memiliki konsekuensi hukum serius.",
    "Jauhi! Berpartisipasi dalam perundungan online meskipun hanya sebagai penonton sama buruknya.",
    "Hindari! Membiarkan anak-anak mengakses konten yang tidak sesuai tanpa pengawasan.",
    "Pikirkan lagi! Mengabaikan laporan keamanan atau pembaruan sistem membuat Anda rentan."
  ]
}