{
  "ladders": [
    "Hebat! Menghargai perjuangan para pahlawan adalah wujud nyata kebanggaan akan sejarah bangsa.",
    "Teruslah! Mempelajari setiap lembar sejarah adalah langkah penting untuk memahami identitas kita.",
    "Luar biasa! Menganalisis peristiwa sejarah dengan kritis adalah fondasi untuk masa depan yang lebih cerah.",
    "Lanjutkan! Memahami kronologi perjuangan bangsa mengajarkan kita tentang keteguhan dan pengorbanan.",
    "Penting! Edukasi sejarah membangun karakter bangsa yang kuat dan tidak mudah menyerah.",
    "Mantap! Mengingat tanggal-tanggal penting kemerdekaan adalah tanda cinta tanah air yang tak lekang oleh waktu.",
    "Bagus sekali! Merenungkan makna di balik setiap peristiwa sejarah akan memperkaya jiwa nasionalisme kita.",
    "Teruskan! Melestarikan artefak dan situs bersejarah adalah menjaga jembatan menuju masa lalu yang gemilang.",
    "Cerdas! Membedakan fakta dan fiksi dalam sejarah adalah kunci untuk membangun pemahaman yang otentik.",
    "Luar biasa! Menjadi duta sejarah yang menginspirasi generasi muda adalah sebuah kehormatan.",
    "Baik sekali! Melindungi warisan budaya adalah investasi tak ternilai bagi peradaban.",
    "Hebat! Berdiskusi tentang sejarah dengan semangat positif akan membuka wawasan dan persatuan.",
    "Penting! Memastikan keakuratan informasi sejarah adalah bentuk tanggung jawab moral kita.",
    "Lanjutkan! Menggunakan kacamata sejarah untuk belajar dari kesalahan masa lalu adalah tanda kedewasaan.",
    "Terima kasih! Terbuka pada beragam perspektif sejarah menunjukkan kematangan berpikir dan toleransi.",
    "Kerja bagus! Menghargai perbedaan interpretasi sejarah memperkuat semangat Bhinneka Tunggal Ika.",
    "Luar biasa! Memberikan dukungan pada upaya pelestarian sejarah adalah bukti nyata kepedulian Anda.",
    "Penting! Memahami latar belakang peristiwa sejarah memberi kita kedalaman wawasan yang tiada tara.",
    "Cerdas! Berhati-hati dalam berdiskusi sejarah adalah menjaga marwah kebenaran.",
    "Hebat! Selalu memperbarui pengetahuan sejarah Anda adalah langkah maju menuju bangsa yang berilmu."
  ],
  "snakes": [
    "Awas! Menyebarkan informasi sejarah yang salah adalah racun bagi persatuan bangsa.",
    "Hati-hati! Memanipulasi fakta sejarah adalah pengkhianatan terhadap kebenaran dan pahlawan.",
    "Peringatan! Berbagi informasi sensitif dari masa lalu tanpa konteks dapat menyulut perpecahan.",
    "Ingat! Plagiarisme dalam penelitian sejarah adalah dosa besar yang merusak integritas ilmu.",
    "Stop! Mengucapkan ujaran kebencian berkedok sejarah hanya akan membawa kehancuran.",
    "Jauhi! Mencoba menghapus atau memalsukan catatan sejarah adalah kejahatan terhadap peradaban.",
    "Pikirkan lagi! Terjebak dalam perdebatan sejarah yang tidak produktif hanya akan menghabiskan energi berharga.",
    "Awas! Penipuan donasi 'proyek restorasi sejarah' adalah jebakan bagi niat baik Anda.",
    "Hati-hati! Modus penipuan 'klaim warisan sejarah' bisa menghancurkan masa depan finansial dan emosional.",
    "Ingat! Meniru identitas tokoh sejarah secara tidak bertanggung jawab adalah penghinaan terhadap jasa mereka.",
    "Stop! Berbagi konten sejarah yang memprovokasi adalah melanggar hukum dan etika berbangsa.",
    "Hindari! Membiarkan anak-anak mengakses interpretasi sejarah yang bias tanpa pengawasan adalah membiarkan bibit perpecahan tumbuh.",
    "Pikirkan lagi! Mengabaikan laporan atau temuan baru dalam penelitian sejarah akan membuat kita tertinggal dari kebenaran.",
    "Bahaya! Mengabaikan pentingnya sejarah berarti mengulangi kesalahan yang sama.",
    "Waspada! Terlalu fanatik terhadap satu pandangan sejarah tanpa mau belajar dari yang lain adalah kemunduran.",
    "Jauhi! Memanfaatkan peristiwa sejarah untuk kepentingan pribadi tanpa menghormati esensinya.",
    "Awas! Membiarkan kisah-kisah perjuangan bangsa terlupakan adalah kerugian besar bagi generasi mendatang.",
    "Peringatan! Meremehkan warisan budaya dan peninggalan sejarah adalah tindakan yang tidak bertanggung jawab.",
    "Hati-hati! Mengambil keputusan tanpa belajar dari pengalaman masa lalu akan menyebabkan penyesalan.",
    "Ingat! Sejarah yang tidak dipelajari dengan benar akan menjadi beban, bukan pelajaran."
  ]
}
