{
  "ladders": [
    "Hebat! Menghargai perjuangan pahlawan adalah tindakan yang patut dicontoh.",
    "Terima kasih sudah berpikiran kritis! Memverifikasi sumber sejarah sebelum meyakininya adalah kunci.",
    "Kerja bagus! Selalu menghormati jasa para pendiri bangsa adalah etika sejarah yang baik.",
    "Lanjutkan! Memahami kronologi peristiwa membantu kita mengerti alur sejarah dengan lebih baik.",
    "Penting! Edukasi sejarah membantu kita memahami akar bangsa dan tantangan yang pernah dihadapi.",
    "Mantap! Menghafal tanggal-tanggal penting kemerdekaan melindungi informasi historis Anda.",
    "Bagus sekali! Berpikir dua kali sebelum menginterpretasikan peristiwa sejarah menunjukkan kedewasaan berpikir.",
    "Teruskan! Melaporkan penemuan artefak sejarah yang tidak sah membantu melestarikan warisan bangsa.",
    "Cerdas! Mempelajari cara mengenali dan menghindari misinformasi sejarah adalah keterampilan penting.",
    "Luar biasa! Menjadi teladan dalam melestarikan budaya dan sejarah menginspirasi orang lain.",
    "Baik sekali! Melindungi situs bersejarah dan peninggalan budaya adalah langkah cerdas.",
    "Hebat! Berinteraksi dengan orang lain secara positif dalam diskusi sejarah membangun komunitas yang sehat.",
    "Penting! Memverifikasi sumber informasi sejarah sebelum membagikannya menunjukkan tanggung jawab digital.",
    "Lanjutkan! Menggunakan ilmu sejarah untuk belajar dari masa lalu dan mengembangkan diri adalah pemanfaatan yang produktif.",
    "Terima kasih! Bersikap terbuka untuk belajar tentang berbagai perspektif sejarah membuat Anda tetap relevan.",
    "Kerja bagus! Menghargai perbedaan interpretasi sejarah di forum diskusi adalah tanda kedewasaan.",
    "Luar biasa! Memberikan dukungan kepada upaya pelestarian situs bersejarah adalah tindakan yang terpuji.",
    "Penting! Memahami latar belakang peristiwa sejarah membantu Anda mengelola pemahaman yang lebih dalam.",
    "Cerdas! Berhati-hati dengan siapa Anda berdiskusi tentang sejarah online melindungi Anda dari penyebaran paham radikal.",
    "Hebat! Selalu memperbarui pengetahuan sejarah Anda untuk pemahaman yang lebih baik."
  ],
  "snakes": [
    "Awas! Menyebarkan mitos atau narasi sejarah yang salah dapat menimbulkan kebingungan dan merusak kebenaran.",
    "Hati-hati! Memutarbalikkan fakta sejarah adalah tindakan yang berbahaya dan dapat memiliki konsekuensi serius.",
    "Peringatan! Berbagi informasi sensitif tentang kelompok masyarakat di masa lalu secara berlebihan (oversharing) dapat membahayakan harmoni sosial.",
    "Waspada! Phishing sejarah adalah upaya penipuan untuk mencuri data atau dana dengan dalih proyek sejarah. Selalu curiga pada tawaran aneh.",
    "Ingat! Melanggar etika penelitian sejarah dengan menyalin atau menggunakan karya sejarawan lain tanpa izin adalah tidak etis dan ilegal.",
    "Bahaya! Mengklik tautan sembarangan yang mengklaim 'fakta sejarah tersembunyi' bisa mengarah pada situs berisi disinformasi.",
    "Stop! Mengucapkan ujaran kebencian berdasarkan sentimen sejarah di media sosial bisa berujung pada konsekuensi hukum dan sosial.",
    "Jauhi! Mencoba menghapus atau memalsukan catatan sejarah adalah tindakan kriminal dan merugikan.",
    "Hindari! Terlalu banyak waktu di depan layar hanya untuk konten sejarah yang tidak terverifikasi bisa berdampak buruk bagi pemahaman Anda.",
    "Pikirkan lagi! Terjebak dalam perdebatan online tentang sejarah yang tidak produktif hanya membuang waktu dan energi.",
    "Awas! Penipuan donasi untuk 'proyek restorasi sejarah' seringkali menjanjikan hasil yang tidak masuk akal.",
    "Hati-hati! Modus penipuan 'klaim warisan sejarah' dapat menyebabkan kerugian finansial dan emosional.",
    "Peringatan! Unduh materi sejarah hanya dari sumber resmi untuk menghindari informasi yang tidak akurat.",
    "Waspada! Jangan mudah percaya pada undian atau hadiah online yang meminta data pribadi dengan dalih penelitian sejarah.",
    "Ingat! Meniru identitas tokoh sejarah (impersonasi) secara tidak bertanggung jawab adalah tindakan yang tidak etis.",
    "Bahaya! Kecanduan internet untuk konsumsi konten sejarah yang tidak terverifikasi dapat mengganggu kehidupan pribadi dan profesional Anda.",
    "Stop! Berbagi konten sejarah yang mengandung provokasi atau hasutan dapat memiliki konsekuensi hukum serius.",
    "Jauhi! Berpartisipasi dalam perundungan online terkait isu-isu sejarah meskipun hanya sebagai penonton sama buruknya.",
    "Hindari! Membiarkan anak-anak mengakses interpretasi sejarah yang bias tanpa pengawasan.",
    "Pikirkan lagi! Mengabaikan laporan atau temuan baru dalam penelitian sejarah membuat pemahaman Anda rentan."
  ]
}