{
  "ladders": [
    "Hebat! Memahami sifat Jaiz Allah Ta'ala adalah langkah penting dalam akidah yang benar.",
    "Terima kasih sudah berpikir kritis! Mengimani Rukun Iman adalah pondasi akidah yang kokoh.",
    "Kerja bagus! Memahami makna sifat Jaiz 'Fi’lu kulli mumkinin au tarkuhu' menunjukkan kedalaman iman Anda.",
    "Lanjutkan! Mengetahui para perawi hadis Jibril menambah kepercayaan pada sumber ilmu agama.",
    "Penting! Memahami bahwa Rasul itu 'Jujur lagi benar' adalah kunci untuk membenarkan risalah mereka.",
    "Mantap! Meyakini bahwa orang beriman akan melihat Allah di akhirat adalah akidah Ahlussunnah wal Jama'ah.",
    "Bagus sekali! Memahami pentingnya 'ilmu' (ma'rifat) di samping 'keyakinan' (tashdiq) untuk iman yang sempurna.",
    "Teruskan! Memahami batas waktu diterimanya taubat mengajarkan urgensi bersegera dalam kebaikan.",
    "Cerdas! Mengenal tiga klasifikasi iman (Taqlid, Tahkik, Istidlal) membantu kita mengevaluasi kualitas iman.",
    "Luar biasa! Memahami 'Iman Istidlal' dengan analogi 'kotoran onta' menunjukkan kemampuan berdalil.",
    "Baik sekali! Mengimani Keesaan Allah pada Zat dan Sifat-Nya adalah inti tauhid.",
    "Hebat! Mengetahui sifat 'Hayat' Allah yang berdiri sendiri tanpa ruh menunjukkan keagungan-Nya.",
    "Penting! Memahami bahwa Ilmu Allah meliputi segala perkara (Wajib, Jaiz, Mustahil) menunjukkan kesempurnaan-Nya.",
    "Lanjutkan! Meyakini Kekuasaan Allah tanpa usaha dan perantara menegaskan kebesaran-Nya.",
    "Terima kasih! Memahami sifat Kalam Allah yang tanpa huruf dan suara menunjukkan perbedaan-Nya dengan makhluk.",
    "Kerja bagus! Mengetahui bahwa lafadz Al-Qur'an adalah 'ibarat' dari Kalam Allah yang Qadim adalah pemahaman yang tepat.",
    "Luar biasa! Mengenal QS. Thaha: 14 sebagai contoh Kalam Allah yang berhubungan dengan perkara Wajib.",
    "Penting! Mengenal QS. Al-Maidah: 73 sebagai contoh Kalam Allah yang berhubungan dengan perkara Mustahil.",
    "Cerdas! Mengenal QS. Ash-Shaffat: 96 sebagai contoh Kalam Allah yang berhubungan dengan perkara Jaiz.",
    "Hebat! Memahami bahwa iman yang paling ideal adalah Iman Tahkik yang disertai Istidlal."
  ],
  "snakes": [
    "Awas! Menganggap sifat Jaiz Allah lebih dari satu dapat mengikis pemahaman akan kebebasan mutlak-Nya.",
    "Hati-hati! Gagal mengimani salah satu Rukun Iman dapat merusak pondasi akidah Anda.",
    "Peringatan! Meragukan para Rasul atau menganggap mereka tidak jujur dapat menggoyahkan seluruh keimanan.",
    "Waspada! Tidak meyakini bahwa orang beriman akan melihat Allah di akhirat berarti menyalahi akidah Ahlussunnah.",
    "Ingat! Mengabaikan pentingnya 'ma'rifat' (ilmu) dalam iman dapat membuat iman Anda rapuh.",
    "Bahaya! Menunda taubat sampai nyawa di kerongkongan adalah tindakan yang sangat berisiko karena tidak akan diterima.",
    "Stop! Terjebak dalam Iman Taqlid tanpa dasar ilmu yang kuat membuat iman mudah goyah.",
    "Jauhi! Menganggap Kalam Allah sama dengan pembicaraan makhluk (dengan huruf dan suara) adalah kekeliruan fatal.",
    "Hindari! Menganggap seluruh lafadz Al-Qur'an itu 'baru' atau seluruhnya 'qadim' tanpa pembedaan yang tepat.",
    "Pikirkan lagi! Meragukan Ilmu Allah yang meliputi segala perkara (Wajib, Jaiz, Mustahil) adalah kekufuran.",
    "Awas! Menganggap Kekuasaan Allah membutuhkan usaha atau perantara berarti menyamakan-Nya dengan makhluk.",
    "Hati-hati! Mengatakan Allah itu 'salah satu dari yang tiga' adalah kekufuran yang nyata.",
    "Peringatan! Mengabaikan bukti-bukti keberadaan Pencipta di alam semesta dapat melemahkan iman Istidlal.",
    "Waspada! Menganggap Allah memiliki sekutu dalam Zat atau Sifat-Nya adalah syirik.",
    "Ingat! Mengira sifat 'Hayat' Allah membutuhkan ruh seperti makhluk adalah kesalahan besar.",
    "Bahaya! Menganggap sifat 'bodoh' mungkin ada pada Allah adalah kekafiran.",
    "Stop! Meragukan bahwa penglihatan (Bashar) Allah meliputi segala yang terlihat adalah kebodohan.",
    "Jauhi! Meremehkan pentingnya memahami 'gharqarah' sebagai batas akhir taubat yang diterima.",
    "Hindari! Menganggap perbuatan manusia itu sepenuhnya ciptaan manusia tanpa ada campur tangan Allah adalah sesat.",
    "Pikirkan lagi! Tidak memahami bahwa lafadz Al-Qur'an yang kita baca adalah 'ibarat' (penunjuk) dari Kalam Allah yang Qadim."
  ]
}