{
  "ladders": [
    "Hebat! Memahami konsep ilmiah membuka pintu ke penemuan baru.",
    "Teruskan! Eksperimen yang teliti membawa pada pemahaman yang lebih mendalam.",
    "Kerja bagus! Pertanyaan yang baik adalah kunci menuju penjelajahan ilmiah.",
    "Luar biasa! Kolaborasi dalam sains mendorong inovasi.",
    "Cemerlang! Analisis data yang tepat mengungkapkan pola yang bermakna.",
    "Bagus! Teknologi membantu kita menjelajahi dunia dengan cara yang baru.",
    "Penting! Mengaplikasikan pengetahuan sains menyelesaikan masalah dunia nyata.",
    "Terima kasih! Rasa ingin tahu mendorong kemajuan saintifik.",
    "Mantap! Pemikiran kritis membedakan fakta dari fiksi dalam sains.",
    "Cerdas! Memahami prinsip dasar sains membangun fondasi yang kokoh.",
    "Lanjutkan! Inovasi dalam sains mengubah hidup kita.",
    "Hebat! Sains membantu kita memahami alam semesta.",
    "Baik sekali! Ketekunan dalam penelitian membawa pada keberhasilan.",
    "Penting! Mempelajari sains adalah investasi untuk masa depan.",
    "Teruskan! Sains adalah perjalanan penemuan yang tak berujung.",
    "Terima kasih! Kontribusi pada sains berdampak pada masyarakat.",
    "Kerja bagus! Memahami metode ilmiah adalah esensial.",
    "Luar biasa! Sains menjelaskan bagaimana dunia bekerja.",
    "Cemerlang! Penemuan saintifik mengubah cara kita hidup.",
    "Bagus! Sains adalah kekuatan untuk kebaikan."
  ],
  "snakes": [
    "Awas! Mengabaikan bukti ilmiah dapat menyebabkan kesimpulan yang salah.",
    "Hati-hati! Menyebarkan informasi yang salah tentang sains sangat berbahaya.",
    "Peringatan! Terlalu bergantung pada opini tanpa data adalah tidak ilmiah.",
    "Waspada! Penipuan saintifik merusak kepercayaan publik.",
    "Ingat! Mengabaikan keselamatan dalam eksperimen dapat menyebabkan cedera.",
    "Bahaya! Memanipulasi data untuk membuktikan sesuatu adalah tidak etis.",
    "Stop! Menolak sains tanpa memahami dasarnya adalah tidak bijak.",
    "Jauhi! Menggunakan sains untuk tujuan yang merusak adalah salah.",
    "Hindari! Terlalu yakin dengan teori tanpa bukti yang kuat itu berbahaya.",
    "Pikirkan lagi! Mengabaikan tinjauan sejawat dapat menyebabkan kesalahan.",
    "Awas! Penipuan dalam sains merugikan kemajuan.",
    "Hati-hati! Menyalahgunakan teknologi dapat memiliki konsekuensi yang tidak diinginkan.",
    "Peringatan! Mengabaikan batasan sains dapat menyebabkan harapan yang tidak realistis.",
    "Waspada! Jangan mudah percaya pada klaim sains yang tidak didukung.",
    "Ingat! Mengabaikan etika dalam penelitian tidak dapat diterima.",
    "Bahaya! Terlalu bergantung pada satu sumber informasi ilmiah itu berisiko.",
    "Stop! Menyebarkan teori konspirasi ilmiah sangat berbahaya.",
    "Jauhi! Menggunakan sains untuk menipu orang adalah salah.",
    "Hindari! Mengabaikan pentingnya replikasi dalam sains adalah tidak bijak.",
    "Pikirkan lagi! Terlalu cepat mengambil kesimpulan tanpa bukti yang cukup adalah tidak ilmiah."
  ]
}