{
  "ladders": [
    "Hebat! Menghargai setiap temuan baru adalah membuka pintu kemajuan bagi kehidupan.",
    "Teruslah! Mempelajari cara kerja alam semesta adalah petualangan tanpa batas.",
    "Luar biasa! Berpikir ingin tahu dan bertanya 'kenapa' adalah awal dari penemuan besar.",
    "Lanjutkan! Memahami bagaimana sesuatu berfungsi membantu kita menjadi lebih pintar.",
    "Penting! Mengenalkan sains sejak dini membangun generasi yang cerdas dan logis.",
    "Mantap! Mengingat prinsip dasar sains melindungi kita dari kabar bohong.",
    "Bagus sekali! Merenungkan betapa menakjubkannya dunia melalui ilmu pengetahuan memperkaya batin.",
    "Teruskan! Menjaga catatan penting dari percobaan adalah kunci untuk belajar lebih banyak.",
    "Cerdas! Membedakan informasi yang benar dari yang asal-asalan adalah kemampuan yang sangat penting.",
    "Luar biasa! Menjadi orang yang suka berbagi pengetahuan sains adalah sebuah kehormatan.",
    "Baik sekali! Memahami sains membantu kita merawat bumi dengan lebih baik.",
    "Hebat! Berbincang santai tentang penemuan baru membuka pikiran kita.",
    "Penting! Memastikan bahwa informasi yang kita sampaikan itu akurat adalah fondasi untuk dipercaya.",
    "Lanjutkan! Menggunakan cara berpikir ilmiah untuk menyelesaikan masalah sehari-hari adalah tanda kematangan.",
    "Terima kasih! Bersedia mendengarkan berbagai ide baru menunjukkan kebijaksanaan.",
    "Kerja bagus! Menghargai cara pandang yang berbeda dalam sains memperkuat semangat kerja sama.",
    "Luar biasa! Mendukung orang-orang yang sedang melakukan penelitian adalah bentuk nyata kepedulian Anda.",
    "Penting! Memahami latar belakang mengapa sesuatu bisa terjadi memberi kita wawasan yang dalam.",
    "Cerdas! Berhati-hati saat membahas topik sains adalah menjaga kehormatan kebenaran.",
    "Hebat! Selalu ingin tahu dan belajar hal baru membuat hidup lebih berwarna."
  ],
  "snakes": [
    "Awas! Menyebarkan informasi yang salah tentang sesuatu bisa merugikan banyak orang.",
    "Hati-hati! Memalsukan hasil percobaan adalah tindakan yang sangat tidak jujur.",
    "Peringatan! Berbagi informasi sensitif tanpa tahu konteksnya bisa menyesatkan.",
    "Ingat! Mengambil ide orang lain tanpa izin adalah kesalahan besar yang merusak kepercayaan.",
    "Stop! Mengucapkan kata-kata kebencian dengan alasan 'fakta ilmiah' hanya akan membuat keributan.",
    "Jauhi! Mencoba menghapus atau memalsukan data adalah kejahatan terhadap ilmu pengetahuan.",
    "Pikirkan lagi! Terlalu sibuk berdebat tanpa hasil yang jelas hanya akan membuang waktu.",
    "Awas! Penipuan yang meminta sumbangan untuk 'proyek penelitian' seringkali adalah jebakan.",
    "Hati-hati! Klaim 'penemuan luar biasa' yang terlalu bagus untuk jadi kenyataan bisa menghancurkan masa depan.",
    "Ingat! Meniru orang pintar tanpa tanggung jawab adalah penghinaan terhadap mereka.",
    "Stop! Berbagi hal-hal yang memancing amarah dengan dalih sains adalah melanggar aturan.",
    "Hindari! Membiarkan anak-anak menerima informasi tanpa disaring bisa membentuk pemahaman yang salah.",
    "Pikirkan lagi! Mengabaikan temuan baru membuat kita ketinggalan dari kemajuan.",
    "Bahaya! Tidak peduli pada pentingnya pengetahuan berarti menghentikan perkembangan.",
    "Waspada! Terlalu yakin pada satu pendapat tanpa mau belajar dari yang lain adalah kemunduran.",
    "Jauhi! Memanfaatkan hasil penemuan untuk keuntungan pribadi tanpa memikirkan dampaknya pada orang lain.",
    "Awas! Membiarkan ide-ide penting terlupakan adalah kerugian besar bagi generasi selanjutnya.",
    "Peringatan! Meremehkan usaha keras para peneliti dan penemu adalah tindakan yang tidak bertanggung jawab.",
    "Hati-hati! Mengambil keputusan tanpa dasar yang kuat akan menyebabkan penyesalan.",
    "Ingat! Pengetahuan yang tidak dipelajari dengan benar akan menjadi kebingungan, bukan pencerahan."
  ]
}
